taskt/Core/Automation/Commands/ExcelGroup/ExcelGetRowValuesAsListCommand.dot
digraph "ExcelGetRowValuesAsListCommand" {
"ExcelGetRowValuesAsListCommand" -> "AExcelRowRangeGetCommands";
"ExcelGetRowValuesAsListCommand" -> "IListResultProperties";
"AExcelRowRangeGetCommands" -> "AExcelRowRangeCommands";
"AExcelRowRangeGetCommands" -> "IExcelRowRangeGetProperties";
"AExcelRowRangeCommands" -> "AExcelInstanceCommands";
"AExcelRowRangeCommands" -> "IExcelRowRangeProperties";
"AExcelInstanceCommands" -> "ScriptCommand";
"AExcelInstanceCommands" -> "IExcelInstanceProperties";
"ScriptCommand" -> "IUIParameterProperties";
"ScriptCommand" -> "ICommandIDProperties";
}
